[
  {
    "id": "64331950808abb66733b808d",
    "remote_onsite": "Remote",
    "fulltime_partime": "Fulltime",
    "salary": "$100K - $150K",
    "companyLogo": "../src/assets/Logo/google-1-1 1-1.png",
    "experiences": "2 years in this feild",
    "jobTitle": "Technical Database Engineer ",
    "companyName": "Google LLC",
    "email": "fernandezkerr@zogak.com",
    "phone": " (802) 537-2330",
    "location": "205 Dobbin Street, Rhode Island.",
    "jobDescription": "Database engineers design and maintain databases, increase data storage capacity, and troubleshoot database functionality issues. They also review database performance and user reports.",
    "jobResponsibility": "Collaborating with cross-functional teams: Technical Database Engineers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "educationalRequirements": "Masters degree in CSE"
  },
  {
    "id": "64331950734ffc4103d18992",
    "remote_onsite": "Onsite",
    "fulltime_partime": "Fulltime",
    "salary": "$120K - $150K",
    "companyLogo": "../src/assets/Logo/netflix-4 1.png",
    "experiences": "3 years in this field",
    "jobTitle": "Senior Product Designer ",
    "companyName": "Netflix",
    "email": "joannkerr@zoarere.com",
    "phone": " (826) 532-3335",
    "location": "358 Horace Court, Utah.",
    "jobDescription": "A Product Designer is a professional who is in charge of translating the wants and needs of consumers into product design features. They must have a creative eye, be able to think outside the box in order to come up with new ideas or solutions that meet customer expectations, and create digital or print drawings as well as design fully-functional products.",
    "jobResponsibility": "Product Designer responsibilities include defining product specifications, creating digital or print drawings and designing fully-functional products. To be successful in this role, you should have an eye for color and shape and be able to translate requirements into practical product features. Ultimately, you will help us build products that are easy to use and visually appealing to our potential customers.",
    "educationalRequirements": "Bachelors degree in Designing."
  },
  {
    "id": "64331950bfa47ce1bad4c0c9",
    "remote_onsite": "Remote",
    "fulltime_partime": "Fulltime",
    "salary": "$260K - $270K",
    "companyLogo": "../src/assets/Logo/tesla-9 1.png",
    "experiences": "2-4 years in this field",
    "jobTitle": "Software Engineer ",
    "companyName": "Tesla",
    "email": "raquelkerr@medifax.com",
    "phone": " (822) 454-3474",
    "location": "567 Cooke Court, Illinois.",
    "jobDescription": "A Software Engineer is an IT professional who designs, develops and maintains computer software at a company. They use their creativity and technical skills and apply the principles of software engineering to help solve new and ongoing problems for an organization.",
    "jobResponsibility": "We are looking for a skilled software engineer who, along with our excellent software development team, will be responsible for working on projects that are currently being developed on by our company. Duties will include but are not limited to developing and directing software system validation and testing methods, as well as directing our software programming initiatives. You will also be working closely with clients and cross-functional departments to communicate project statuses and proposals.",
    "educationalRequirements": "Masters degree in CSE"
  },
  {
    "id": "64331950b00b871e6d298f2c",
    "remote_onsite": "Onsite",
    "fulltime_partime": "Part-time",
    "salary": "$80K - $120K",
    "companyLogo": "../src/assets/Logo/google-1-1 1-1.png",
    "experiences": "1 year in this field",
    "jobTitle": "Backend Developer",
    "companyName": "Google LLC",
    "email": "barnettkerr@eplode.com",
    "phone": " (931) 509-2151",
    "location": "441 Durham, Maine.",
    "jobDescription": "A back-end web developer is responsible for server-side web application logic and integration of the work front-end web developers do. Back-end developers usually write web services and APIs used by front-end developers and mobile application developers.",
    "jobResponsibility": "Backend developer responsibilities include creating, maintaining, testing, and debugging the entire back end of an application or system. This includes the core application logic, databases, data and application integration, API, and other processes taking place behind the scenes.",
    "educationalRequirements": "Bachelors degree in CSE"
  },
  {
    "id": "6433195085ed1af0f27f36de",
    "remote_onsite": "Remote",
    "fulltime_partime": "Fulltime",
    "salary": "$145K - $170K",
    "companyLogo": "../src/assets/Logo/tesla-9 1.png",
    "experiences": "2 years in this field",
    "jobTitle": "Web Developer",
    "companyName": "Tesla",
    "email": "goffkerr@stelaecor.com",
    "phone": " (825) 512-2157",
    "location": "147 Chestnut Avenue, North Carolina.",
    "jobDescription": "A web developer makes and maintains websites. They are in charge of a site's overall look and feel. Web developers also handle the technical aspects of a website, including its performance (website speed) and capacity (the maximum amount of traffic the site could handle at a given time).",
    "jobResponsibility": "Writing well designed, testable, efficient code by using best software development practices. Creating website layout/user interfaces by using standard HTML/CSS practices. Integrating data from various back-end services and databases",
    "educationalRequirements": "Bachelors degree in CSE"
  },
  {
    "id": "6433195016bf2efe0a6b019e",
    "remote_onsite": "Onsite",
    "fulltime_partime": "Part-time",
    "salary": "$180K - $200K",
    "companyLogo": "../src/assets/Logo/netflix-4 1.png",
    "experiences": "2-3 years in this field",
    "jobTitle": "UI/UX designer",
    "companyName": "Netflix",
    "email": "altheakerr@bedder.com",
    "phone": " (880) 465-2470",
    "location": "906 Milford Street, Missouri.",
    "jobDescription": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "jobResponsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "educationalRequirements": "Masters degree in CSE"
  }
]
